var searchData=
[
  ['движение_20блоков_20на_20игровом_20поле_0',['Функции, обеспечивающие движение блоков на игровом поле',['../group__move.html',1,'']]],
  ['для_20работы_20с_20библиотекой_1',['Функции для работы с библиотекой',['../group__main.html',1,'']]],
  ['для_20работы_20с_20матрицами_2',['Вспомогательные функции для работы с матрицами',['../group__matrix.html',1,'']]],
  ['для_20работы_20с_20подсчетом_20очков_20и_20уровней_3',['Функции для работы с подсчетом очков и уровней',['../group__score.html',1,'']]],
  ['для_20работы_20с_20состояниями_20игры_4',['Функции для работы с состояниями игры',['../group__status.html',1,'']]],
  ['для_20тестирования_20br_5',['Костыль для тестирования  &lt;br&gt;',['../group__test.html',1,'']]]
];
