var searchData=
[
  ['состояниями_20игры_0',['Функции для работы с состояниями игры',['../group__status.html',1,'']]],
  ['с_20библиотекой_1',['Функции для работы с библиотекой',['../group__main.html',1,'']]],
  ['с_20матрицами_2',['Вспомогательные функции для работы с матрицами',['../group__matrix.html',1,'']]],
  ['с_20подсчетом_20очков_20и_20уровней_3',['Функции для работы с подсчетом очков и уровней',['../group__score.html',1,'']]],
  ['с_20состояниями_20игры_4',['Функции для работы с состояниями игры',['../group__status.html',1,'']]]
];
