var searchData=
[
  ['функции_20для_20работы_20с_20библиотекой_0',['Функции для работы с библиотекой',['../group__main.html',1,'']]],
  ['функции_20для_20работы_20с_20матрицами_1',['Вспомогательные функции для работы с матрицами',['../group__matrix.html',1,'']]],
  ['функции_20для_20работы_20с_20подсчетом_20очков_20и_20уровней_2',['Функции для работы с подсчетом очков и уровней',['../group__score.html',1,'']]],
  ['функции_20для_20работы_20с_20состояниями_20игры_3',['Функции для работы с состояниями игры',['../group__status.html',1,'']]],
  ['функции_20обеспечивающие_20движение_20блоков_20на_20игровом_20поле_4',['Функции, обеспечивающие движение блоков на игровом поле',['../group__move.html',1,'']]]
];
